Repository: giandi/projectsend-legacy
Catalog: lang/*.po
Languages: it

source: A new account was created for you. From now on, you can access the files that have been uploaded under your account using the following credentials:
it: È stato creato un nuovo account per te. D'ora in poi, potrai accedere ai file che sono stati caricati per il tuo account utilizzando le seguenti credenziali:

source: You can log in following this link
it: Puoi collegarti al seguente link

source: Please contact the administrator if you need further assistance.
it: Per favore contatta l'amministratore se hai bisogno di ulteriore assistenza.

source: Your username
it: Il tuo nome utente

source: Your password
it: La tua password

source: A new client has registered.
it: Un nuovo cliente si è registrato.

source: A new account was created using the self registration form on your site. Registration information:
it: Un nuovo account è stato creato utilizzando il modulo di registrazione automatica sul tuo sito. Informazioni sulla registrazione:

source: Username
it: Nome utente

source: Additionally, the client requests access to the following group(s)
it: Inoltre il client richiede l'accesso ai seguenti gruppi

source: Please log in to process the request.
it: Effettua il login per elaborare la richiesta.

source: Remember, your new client will not be able to log in until an administrator has approved their account.
it: Ricorda che il tuo nuovo cliente non sarà in grado di accedere finché un amministratore non avrà approvato il suo account.

source: Auto-approvals of new accounts are currently enabled.
it: Sono abilitate la approvazioni automatiche dei nuovi account.

source: You can log in to manually deactivate it.
it: È possibile accedere per disattivarlo manualmente.

source: You account has been approved
it: Il tuo account è stato approvato

source: Your account has been approved.
it: Il tuo account è stato approvato.

source: Additionally, your group membership requests have been processed.
it: Inoltre la richiesta di adesione ai gruppi è stata elaborata.

source: Approved requests:
it: Richieste approvate:

source: Denied requests:
it: Richieste negate:

source: You account has been denied
it: Il tuo account è stato rifiutato

source: Your account request has been denied.
it: Il tuo account è stato rifiutato.

source: A new account was created for you. From now on, you can access the system administrator using the following credentials:
it: È stato creato un nuovo account per te. D'ora in poi puoi accedere all'amministrazione del sistema utilizzando le seguenti credenziali:

source: Access the system panel here
it: Accedi al pannello di sistema

source: Thank you for using ProjectSend.
it: Grazie per aver utilizzato ProjectSend.

source: Password reset instructions
it: Istruzioni per la reimpostazione della password

source: A request has been received to reset the password for the following account:
it: È stata ricevuta una richiesta di reimpostazione password per il seguente account:

source: To continue, please visit the following link
it: Per continuare visita il seguente link

source: The request is valid only for 24 hours.
it: La richiesta è valida solo per 24 ore.

source: If you did not make this request, simply ignore this email.
it: Se non hai effettuato questa richiesta semplicemente ignora questa email.

source: A client has changed memberships requests.
it: Un cliente ha modificato la richiesta di adesione.

source: A client on you site has just changed his groups membership requests and needs your approval.
it: Un cliente sul tuo sito ha appena cambiato le richieste di iscrizione ai suoi gruppi e ha bisogno della tua approvazione.

source: The client requests access to the following group(s)
it: Il cliente richiede l'accesso ai seguenti gruppi

source: This email contains HTML formatting and cannot be displayed right now. Please use an HTML compatible reader.
it: Questa email contiene la formattazione HTML e non può essere visualizzata in questo momento. Si prega di utilizzare un lettore compatibile con HTML.

source: Search
it: Cerca

source: An unexpected error has occurred
it: Si è verificato un errore inaspettato

source: Could not generate a random password
it: Non è possibile generare una password casuale

source: Provided by
it: Fornito da

source: version
it: versione

source: Free software
it: Software gratuito

source: Important:
it: Importante:

source: There are no clients or groups at the moment. You can still upload files and assign them later.
it: Non ci sono clienti o gruppi in questo momento. Puoi comunque caricare dei file ora e assegnarli successivamente.

source: The password must contain, at least:
it: La password deve contenere almeno:

source: ProjectSend was installed
it: ProjectSend è stato installato

source: logged in to the system.
it: si è connesso al sistema.

source: created the user account
it: ha creato l'account utente

source: created the client account
it: ha creato l'account cliente

source: created a client account for themself.
it: ha creato un account cliente per se stesso.

source: (user) uploaded the file
it: (utente) ha caricato il file

source: (client) uploaded the file
it: (cliente) ha caricato il file

source: (user) downloaded the file
it: (utente) ha scaricato il file

source: assigned to:
it: assegnato a:

source: (client) downloaded the file
it: (cliente) ha scaricato il file

source: generated a zip file
it: ha generato un file zip

source: unassigned the file
it: rimuovi assegnazione al file

source: from the client:
it: dal cliente:

source: from the group:
it: dal gruppo:

source: deleted the file
it: ha cancellato il file

source: edited the user
it: ha modificato l'utente

source: edited the client
it: modifica il cliente

source: edited the group
it: modifica il gruppo

source: deleted the user
it: elimina l'utente

source: deleted the client
it: elimina il cliente

source: deleted the group
it: elimina il gruppo

source: activated the client
it: ha attivato il cliente

source: deactivated the client
it: ha disattivato il cliente

source: marked as hidden the file
it: ha contrassegnato il file come nascosto

source: to:
it: a:

source: marked as visible the file
it: ha contrassegnato il file come visibile

source: created the group
it: ha creato il gruppo

source: assigned the file
it: ha assegnato il file

source: to the client:
it: al cliente:

source: to the group:
it: al gruppo:

source: activated the user
it: ha attivato l'utente

source: deactivated the user
it: ha disattivato l'utente

source: uploaded a new logo on "Branding"
it: ha caricato un nuovo logo su "Branding"

source: updated ProjectSend to version
it: ha aggiornato la versione di ProjectSend

source: logged out of the system.
it: si è disconnesso dal sistema.

source: (user) edited the file
it: (utente) ha modificato il file

source: (client) edited the file
it: (cliente) ha modificato il file

source: created the category
it: ha creato la categoria

source: edited the category
it: ha modificato la categoria

source: deleted the category
it: ha cancellato la categoria

source: An anonymous user
it: Un utente anonimo

source: downloaded the file
it: ha scaricato il file

source: processed an account request for
it: ha elaborato una richiesta di account per

source: processed group memberships requests for
it: ha elaborato una richiesta di adesione ad un gruppo per

source: Send this URL to someone to view the allowed group contents according to your privacy settings.
it: Invia questo URL a qualcuno per visualizzare i contenuti del gruppo consentiti in base alle impostazioni sulla privacy.

source: Send this URL to someone to download the file without registering or logging in.
it: Invia questo URL a qualcuno per scaricare il file senza registrarti o accedere.

source: Click to select and copy
it: Cliccla per selezionare e copiare

source: Succesfully copied to clipboard
it: Copiato negli appunti

source: Content could not be copied to clipboard
it: Il contenuto non può essere copiato negli appunti

source: Please select at least one item to proceed.
it: Si prega di selezionare almeno un elemento per procedere.

source: You are about to delete
it: Stai per cancellare

source: items. Are you sure you want to continue?
it: elementi. Sei sicuro di voler continuare?

source: You are about to delete all activities from the log. Only those used for statistics will remain. Are you sure you want to continue?
it: Stai per cancellare tutte le attività dal log. Resteranno solo quelle usate per le statistiche. Sei sicuro di voler continuare?

source: Please wait while your download is prepared.
it: Per favore attendi mentre viene preparato il download.

source: You are about to unassign
it: Stai per annullare l'assegnazione

source: files from this account. Are you sure you want to continue?
it: file per questo account. Sei sicuro di voler continuare?

source: This operation could take a few minutes, depending on the size of the files.
it: Questa operazione potrebbe richiedere alcuni minuti, a seconda delle dimensioni dei file.

source: No results where found.
it: Non è stato trovato alcun risultato.

source: If images thumbnails aren't showing on your client's files lists (even your company logo there and on the branding page) please chmod the includes/timthumb/cache folder to 777 and then do the same with the 'index.html' and 'timthumb_cacheLastCleanTime.touch' files inside that folder. Then try lowering each file to 644 and see if everything is still working.
it: Se le miniature delle immagini non vengono visualizzate negli elenchi dei file dei clienti (anche il logo della tua azienda lì e sulla pagina di branding) ti preghiamo di impostare i permessi della cartella include/timthumb/cache su 777 e poi fare lo stesso con i file 'index.html' e 'timthumb_cacheLastCleanTime .touch' all'interno di quella cartella. Quindi prova a impostare i permessi di ogni file a 644 e vedere se tutto funziona ancora.

source: The chmod values of the emails folder and the html templates inside couldn't be set. If ProjectSend isn't sending notifications emails, please set them manually to 777.
it: Non è stato possibile impostare i valori chmod della cartella email e dei modelli html interni. Se ProjectSend non invia email di notifica, impostale manualmente su 777.

source: A safe chmod value couldn't be set for one or more system files. Please make sure that at least includes/sys.config.php has a chmod of 644 for security reasons.
it: Non è stato possibile impostare un valore chmod sicuro per uno o più file di sistema. Assicurati che almeno includes/sys.config.php abbia un chmod 644 per motivi di sicurezza.

source: This version changes the way files-to-clients relationships are stored on the database making it possible to assign a file to multiple clients. However some files did not update successfully. The following files may need to be reassigned to their clients by using the "Find orphan files" tool:
it: Questa versione modifica il modo in cui le relazioni tra file e clienti sono archiviate nel database rendendo possibile l'assegnazione di un file a più clienti. Tuttavia alcuni file non sono stati aggiornati correttamente. Potrebbe essere necessario riassegnare ai seguenti clienti i seguenti file utilizzando lo strumento "Trova file orfani":

source: The database was updated to support this version of the software.
it: Il database è stato aggiornato per supportare questa versione del software.

source: Do you want to support ProjectSend?
it: Vuoi supportare ProjectSend?

source: Please remember that this tool is free software. If you find the system useful
it: Si ricorda che questo strumento è software libero. Se trovi utile il sistema

source: please consider making a donation to support further development.
it: per favore considera di fare una donazione per sostenere un ulteriore sviluppo.

source: Thank you!
it: Grazie!

source: Update available!
it: Aggiornamento disponibile!

source: has been released.
it: è stato rilasciato.

source: Access denied
it: Accesso negato

source: Your account type doesn't allow you to view this page. Please contact a system administrator if you need to access this function.
it: Il tuo tipo di account non ti consente di visualizzare questa pagina. Si prega di contattare un amministratore di sistema se è necessario accedere a questa funzione.

source: System Administrator
it: Amministratore di sistema

source: reCAPTCHA verification failed
it: Verifica reCAPTCHA fallita

source: Name was not completed
it: Il nome non è stato completato

source: No client was selected
it: Nessun cliente selezionato

source: Username was not completed
it: Nome utente non inserito

source: Password was not completed
it: Password non inserita

source: Password verification was not completed
it: Verifica password non completata

source: E-mail was not completed
it: E-mail non inserita

source: E-mail address is not valid
it: L'indirizzo E-Mail non è valido

source: Username must be alphanumeric and may contain dot (a-z,A-Z,0-9 and . allowed)
it: Il nome utente deve essere alfanumerico e può contenere punti (a-z, A-Z, 0-9 e . sono consentiti)

source: Password must be alphanumeric (a-z,A-Z,0-9 allowed)
it: La password deve essere alfanumerica (a-z, A-Z, 0-9 sono consentiti)

source: Passwords do not match
it: La password non corrispondono

source: Password does not meet the required characters rules
it: La password non soddisfa i requisiti richiesti

source: File size value must be a whole number
it: Il valore della dimensione del file deve essere un numero intero

source: User level was not specified
it: Non è stato specificato il livello utente

source: A system user or client with this login name already exists.
it: Esiste già un utente di sistema o un cliente con questo nome utente.

source: A system user or client with this e-mail address already exists.
it: Esiste già un utente di sistema o un cliente con questa email.

source: Your password can only contain letters, numbers and the following characters:
it: La tua password può contenere solo lettere, numeri e i seguenti caratteri:

source: Title was not completed
it: Il titolo non è stato inserito

source: length should be between
it: la lunghezza deve essere tra

source: and
it: e

source: characters long
it: caratteri

source: 1 uppercase character
it: 1 carattere maiuscolo

source: 1 lowercase character
it: 1 carattere minuscolo

source: 1 number
it: 1 numero

source: 1 special character
it: 1 carattere speciale

source: Logins
it: Accessi

source: Clients self-registrations
it: Auto-registrazioni dei clienti

source: Recent activites
it: Attività recenti

source: View all
it: Vedi tutti

source: There are no results
it: Non ci sono risultati

source: ProjectSend news
it: Notizie da ProjectSend

source: Uploads by users
it: Caricamenti da utenti

source: Uploads by clients
it: Caricamenti da clienti

source: Public Downloads
it: Downloads Pubblici

source: Statistics
it: Statistiche

source: days
it: giorni

source: System information
it: Informazioni sul sistema

source: Version
it: Versione

source: New version available
it: E' disponibile una nuova versione

source: Default upload max. size
it: Dimensione max. file

source: Template
it: Modello

source: Change
it: Cambia

source: Data
it: Dati

source: System users
it: Utenti di sistema

source: System
it: Sistema

source: PHP version
it: Versione PHP

source: Memory limit
it: Limite memoria

source: Max execution time
it: Tempo max di esecuzione

source: Post max size
it: Dimensione max post

source: Log in
it: Accedi

source: The supplied credentials are not valid.
it: Le credenziali fornite non sono valide.

source: Session timed out. Please log in again.
it: La sessione è scaduta. Effettua d nuovo il login.

source: Logging in
it: Connessione

source: Redirecting
it: Reindirizzamento

source: Language
it: Lingua

source: default
it: predefinito

source: Forgot your password?
it: Password dimenticata?

source: Set up a new one.
it: Impostane una nuova.

source: Don't have an account yet?
it: Non ha ancora un account?

source: Register as a new client.
it: Registrati come nuovo cliente.

source: This server does not allow self registrations.
it: Questo server non supporto la registrazione.

source: If you need an account, please contact a server administrator.
it: Per richiedere un nuovo account contattate l'amministratore del server.

source: minimum version not met. Please upgrade to at least version
it: versione minima non soddisfatta. Si prega di aggiornare almeno alla versione

source: Install
it: Installa

source: Sitename was not completed.
it: Il nome del sito non è stato inserito.

source: ProjectSend URI was not completed.
it: ProjectSend URI non è stato inserito.

source: Congratulations! Everything is up and running.
it: Congratulazioni! Tutto è attivo e funzionante.

source: You may proceed to
it: Puoi procedere

source: log in
it: accedi

source: with your newely created username and password.
it: con il tuo nome utente e password appena creati.

source: Already installed
it: Già installato

source: It seems that ProjectSend is already installed here.
it: Sembra che ProjectSend sia già installato.

source: If you want to reinstall, please delete the system tables from the database and come back to the installation form.
it: Se si desidera reinstallarlo eliminare le tabelle di sistema dal database e tornare al modulo di installazione.

source: There seems to be an error. Please try again.
it: Sembra che ci sia un errore. Per favore riprova.

source: Basic system options
it: Opzioni base del sistema

source: You need to provide this data for a correct system installation. The site name will be visible in the system panel, and the client's lists.
it: È necessario fornire questi dati per un'installazione corretta del sistema. Il nome del sito sarà visibile nel pannello di sistema e negli elenchi del cliente.

source: Remember to edit the file
it: Ricordarsi di modificare il file

source: with your database settings before installing. If the file doesn't exist, you can create it by renaming the dummy file sys.config.sample.php.
it: con le impostazioni del database prima dell'installazione. Se il file non esiste, puoi crearlo rinominando il file di esempio sys.config.sample.php.

source: Site name
it: Nome sito

source: ProjectSend URI (address)
it: ProjectSend URI (indirizzo)

source: Default system administrator options
it: Opzioni di amministratore di sistema predefinite

source: This info will be used to create a default system user, which can't be deleted afterwards. Password should be between
it: Queste informazioni verranno utilizzate per creare un utente di sistema predefinito, che non può essere eliminato in seguito. La password dovrebbe essere tra

source: characters long.
it: caratteri.

source: E-mail address
it: Indirizzo E-Mail

source: After installing the system, you can go to the options page to set your timezone, preferred date display format and thumbnails parameters, besides being able to change the site options provided here.
it: Dopo aver installato il sistema sarà possibile accedere alla pagina delle opzioni per impostare il fuso orario, il formato di visualizzazione della data preferito e i parametri delle miniature, oltre a poter modificare le opzioni del sito fornite qui.

source: The configuration file already exists.
it: Il file di configurazione esiste già.

source: Successfully wrote the config file.
it: File di configurazione scritto correttamente.

source: Continue to installation
it: Continua con l'installazione

source: Database configuration
it: Configurazione database

source: You need to provide this data for a correct database communication.
it: È necessario fornire questi dati per una comunicazione corretta del database.

source: Select driver
it: Seleziona un driver

source: (not supported)
it: (non supportato)

source: Database name
it: Nome database

source: Table prefix
it: Prefisso tabelle

source: The database is already populated
it: Il database è stato già popolato

source: Reuse existing tables
it: Riutilizzare le tabelle esistenti

source: Language selection
it: Selezione lingua

source: Default maximum upload file size
it: Dimensione massima predefinita per il caricamento dei file

source: Value expressed in MB, where 1GB = 1024
it: Valori espressi in MB, 1 GB = 1024

source: Folders
it: Cartelle

source: Writable
it: Scrivibile

source: Not writable
it: Non scrivibile

source: Check again
it: Controlla nuovamente

source: Write config file
it: Scrivi file di configurazione

source: Check
it: Controlla

source: for client
it: per cliente

source: for group
it: per gruppo

source: on category
it: nella categoria

source: The selected files were marked as hidden.
it: I file selezionati sono stati contrassegnati come nascosti.

source: The selected files were marked as visible.
it: I file selezionati sono stati contrassegnati come visibili.

source: The selected files were unassigned from this client.
it: L'assegnazione per questo cliente dei file selezionati è stata rimossa.

source: The selected files were deleted.
it: I file selezionati sono stati eliminati.

source: Some files could not be deleted.
it: Alcuni file non possono essere eliminati.

source: Please select at least one file.
it: Selezionare almeno un file.

source: Visible
it: Visibile

source: Hidden
it: Nascosto

source: Selected files actions
it: Azioni sui file selezionati

source: Hide
it: Nascondi

source: Show
it: Mostra

source: Unassign
it: Annulla assegnazione

source: files
it: file

source: There are no files assigned to this category.
it: Non ci sono file assegnati a questa categoria.

source: There are no files assigned to this client.
it: Non ci sono file assegnati a questo cliente.

source: You have not uploaded any files for this account.
it: Non puoi caricare nessun file per questo account.

source: There are no files for this client.
it: Non ci sono file per questo cliente.

source: Type
it: Tipo

source: Size
it: Dimensioni

source: Assigned
it: Assegnato

source: Public permissions
it: Permessi pubblici

source: Expiry
it: Scadenza

source: Download count
it: Conteggio Download

source: Download
it: Scarica

source: View information
it: Vedi informazioni

source: Does not expire
it: Non scade

source: Expired on
it: Scaduto il

source: Expires on
it: Scade il

source: times
it: volte

source: Some fields were not completed. Options could not be saved.
it: Alcuni campi non sono stati inseriti. Le opzioni non possono essere salvate.

source: The file could not be moved to the corresponding folder.
it: Il file non può essere spostato nella cartella corrispondente.

source: This is most likely a permissions issue. If that's the case, it can be corrected via FTP by setting the chmod value of the
it: Questo è molto probabilmente un problema di permessi. Se questo è il caso può essere corretto tramite FTP impostando il valore chmod del

source: directory to 755, or 777 as a last resource.
it: directory a 755, o 777 come ultima risorsa.

source: If this doesn't solve the issue, try giving the same values to the directories above that one until it works.
it: Se questo non risolve il problema, prova a dare gli stessi valori alle directory sopra quella fino a quando non funziona.

source: The file you selected is not an allowed format.
it: Il file selezionato non è in un formato consentito.

source: There was an error uploading the file. Please try again.
it: Si è verificato un errore durante il caricamento del file. Per favore riprova.

source: Please complete all the fields.
it: Per favore completare tutti i campi.

source: General
it: Generali
