Repository: giandi/projectsend-legacy
Catalog: lang/*.po
Languages: it

source: Recent activities log
it: Registro attività recenti

source: The selected activities were deleted.
it: Le attività selezionate sono state eliminate.

source: Please select at least one activity.
it: Si prega di selezionare almeno un'attività.

source: The log was cleared. Only data used for statistics remained. You can delete them manually if you want.
it: Il registro è stato cancellato. Sono rimasti solo i dati utilizzati per le statistiche. Se lo si desidera, è possibile eliminarli manualmente.

source: Filter activities
it: Filtro attività

source: All activities
it: Tutte le attività

source: Filter
it: Filtro

source: Activities actions
it: Azioni attività

source: Select action
it: Seleziona azione

source: Download as csv
it: Scarica come csv

source: Delete selected
it: Elimina selezionati

source: Clear entire log
it: Pulisci l'intero log

source: Proceed
it: Procedi

source: Found
it: Trovati/e

source: activities
it: attività

source: The filters you selected returned no results.
it: I filtri selezionati non hanno restituito risultati.

source: There are no activities recorded.
it: Non ci sono attività registrate.

source: Date
it: Data

source: Author
it: Autore

source: Activity
it: Attività

source: Create
it: Crea

source: Save
it: Salva

source: Name
it: Nome

source: Parent
it: Genitore

source: None
it: Nessuno

source: Description
it: Descrizione

source: Cancel
it: Annulla

source: Categories administration
it: Amministrazione categorie

source: The category was successfully created.
it: La categoria è stata creata correttamente.

source: The category was successfully edited.
it: La categoria è stata modificata correttamente.

source: The selected categories were deleted.
it: Le categorie selezionate sono state eliminate.

source: Please select at least one category.
it: Selezionare almeno una categoria.

source: Create new category
it: Crea nuova categoria

source: Edit category
it: Modifica categoria

source: There was a problem saving to the database.
it: Si è verificato un problema durante il salvataggio nel database.

source: Please complete all the required fields.
it: Si prega di compilare tutti i campi richiesti.

source: Selected categories actions
it: Azioni di categorie selezionate

source: Delete
it: Elimina

source: categories
it: categorie

source: Your search keywords returned no results.
it: Le tue parole chiave di ricerca non hanno prodotto risultati.

source: There are no categories yet.
it: Non ci sono ancora categorie.

source: View
it: Vedi

source: Actions
it: Azioni

source: Manage files
it: Gestisci file

source: Edit
it: Modifica

source: Add client
it: Aggiungi cliente

source: Client added correctly.
it: Cliente aggiunto correttamente.

source: There was an error. Please try again.
it: C'è stato un errore. Per favore riprova.

source: A welcome message was not sent to your client.
it: Al nuovo utente non è stato inviato il messaggio di benvenuto.

source: A welcome message with login information was sent to your client.
it: Un messaggio di benvenuto con le informazioni di accesso è stato inviato al nuovo utente.

source: E-mail notification couldn't be sent.
it: L'e.mail di notifica non può essere inviata.

source: Edit client
it: Modifica cliente

source: My account
it: Il mio account

source: Client edited correctly.
it: Cliente modificato correttamente.

source: This page is not intended to be accessed directly.
it: Non è possibile accedere direttamente a questa pagina.

source: No client was selected.
it: Nessun cliente selezionato.

source: There is no client with that ID number.
it: Non ci sono utenti con questo ID.

source: Your account type doesn't allow you to access this feature.
it: La tua tipologia di account non permette di accedere a questa funzione.

source: Will be visible on the client's file list
it: Sarà visibile nella lista file dei clienti

source: Groups
it: Gruppi

source: Save client
it: Salva cliente

source: Register account
it: Registra account

source: Your full name
it: Il tuo nome completo

source: Request access to groups
it: Richiedi accesso ai gruppi

source: Update account
it: Aggiorna account

source: Log in username
it: Nome utente (login)

source: Must be alphanumeric
it: Deve essere alphanumerico

source: Generate
it: Genera

source: Must be valid and unique
it: Deve essere valida e unica

source: Address
it: Indirizzo

source: Telephone
it: Telefono

source: Internal contact name
it: Nome contatto interno

source: Max. upload filesize
it: Dimensione max caricamento file

source: Set to 0 to use the default system limit
it: Impostare a 0 per usare il limite predefinito del sistema

source: Select one or more options. Type to search.
it: Seleziona una o più opzioni. Scrivi per cercare.

source: Add all
it: Aggiungi tutti

source: Remove all
it: Rimuovi tutti

source: Active (client can log in)
it: Attivo (il cliente può collegarsi)

source: Notify new uploads by e-mail
it: Notifica nuovi caricamenti via e-mail

source: Send welcome email
it: Invia E-Mail di benvenuto

source: Verification
it: Verifica

source: This account information will be e-mailed to the address supplied above
it: Le informazioni su questo account verranno inviate via e-mail all'indirizzo fornito sopra

source: Membership requests
it: Richieste iscrizione

source: The selected actions were applied.
it: L'azione selezionata è stata applicata.

source: The selected requests were deleted.
it: Le richieste selezionate sono state eliminate.

source: Please select at least one client.
it: Selezionare almeno un cliente.

source: Selected requests actions
it: Azioni sulle richieste selezionate

source: Apply selection
it: Applica selezione

source: Delete requests
it: Elimina richieste

source: requests
it: richieste

source: New requests
it: Nuove richieste

source: Denied requests
it: Richieste rifiutate

source: There are no requests at the moment
it: Non ci sono richieste al momento

source: Full name
it: Nome completo

source: Accept all
it: Accetta tutti

source: Deny all
it: Respingi tutti

source: Account requests
it: Richieste account

source: The selected clients were deleted.
it: L'utente selezionato è stato eliminato.

source: Selected clients actions
it: Azioni sui clienti selezionati

source: New account requests
it: Richieste per nuovi account

source: Denied accounts
it: Account rifiutati

source: Added on
it: Aggiunto il

source: Clients Administration
it: Amministrazione Clienti

source: The selected clients were marked as active.
it: Gli utenti selezionati sono stati contrassegnati come attivi.

source: The selected clients were marked as inactive.
it: Gli utenti selezionati sono stati contrassegnati come inattivi.

source: All statuses
it: Tutti gli stati

source: Active
it: Attivo

source: Inactive
it: Inattivo

source: Activate
it: Attiva

source: Deactivate
it: Disattiva

source: clients
it: clienti

source: There are no clients at the moment
it: Non ci sono clienti al momento

source: Uploads
it: Caricamenti

source: Files: Own
it: File: Propri

source: Files: Groups
it: File: Gruppo

source: Status
it: Stato

source: Groups on
it: Gruppi

source: Notify
it: Notifica

source: Max. upload size
it: Dimensione max caricamento

source: Yes
it: Si

source: Default
it: Predefinito

source: As client
it: Come cliente

source: Download information
it: Informazioni download

source: No file was selected.
it: Nessun file selezionato.

source: There is no information with that file ID number.
it: Non ci sono informazioni per il file con questo codice ID.

source: Total downloads
it: Downloads totali

source: Time
it: Ora

source: Client
it: Cliente

source: Anonymous
it: Anonimo

source: Client's IP
it: IP Cliente

source: Client's hostname
it: Nome host cliente

source: Unique logged in clients/users
it: Connessioni uniche per clienti/utenti

source: Total public downloads
it: Totale download pubblici

source: File information
it: Informazioni file

source: The request is not valid.
it: La richiesta non è valida.

source: The following file is now ready for you to download:
it: Il seguente file è ora pronto per il download:

source: Download file
it: Scarica file

source: Go back to the homepage.
it: Torna alla homepage.

source: Edit file
it: Modifica file

source: Please go to the clients or groups administration page, select "Manage files" from any client and then click on "Edit" on any file to return here.
it: Andare alla pagina di amministrazione per clienti o gruppi, selezionare "Gestisci file" da uno qualunque dei clienti e quindi cliccare di "Modifica" su uno qualunque dei file per tornare qui.

source: There is not file with that ID number.
it: Non ci sono file con questo codice ID.

source: You don't have permission to edit this file.
it: Non hai il permesso di modificare questo file.

source: The file has been edited succesfuly.
it: Il file è stato modificato con successo.

source: Title
it: Titolo

source: Enter here the required file title.
it: Inserisci qui il titolo del file richiesto.

source: Optionally, enter here a description for the file.
it: Opzionale, inserire qui una descrizione.

source: Expiration date
it: Scadenza

source: Select a date
it: Seleziona una data

source: File expires
it: Il file scade

source: Public downloading
it: Download pubblico

source: Allow public downloading of this file.
it: Consenti scaricamento pubblico per questo file.

source: Public URL
it: URL Pubblico

source: Assignations
it: Assegnazioni

source: Assign this file to
it: Assegna questo file a

source: Clients
it: Clienti

source: Mark as hidden (will not send notifications) for new assigned clients and groups.
it: Contrassegna come nascosto (non invierà notifiche) per nuovi clienti e gruppi assegnati.

source: Hide from every already assigned clients and groups.
it: Nascondi da tutti i clienti e gruppi già assegnati.

source: Categories
it: Categorie

source: Add to
it: Aggiungi a

source: E-mail templates
it: Modelli e-mail

source: Preview
it: Anteprima

source: Header / footer
it: Intestazione / piè pagina

source: New file by user
it: Nuovo file per utente

source: New file by client
it: Nuovo file per cliente

source: New client (welcome)
it: Nuovo cliente (benvenuto)

source: New client (self-registered)
it: Nuovo cliente (auto registrato)

source: Approve client account
it: Approva account cliente

source: Deny client account
it: Rifiuta l'account del cliente

source: New user (welcome)
it: Nuovo utente (benvenuto)

source: Password reset
it: Reimposta Password

source: Client updated memberships
it: Iscrizioni cliente aggiornate

source: Options updated succesfuly.
it: Opzioni correttamente salvate.

source: (to be used as href on a link tag)
it: (da usare come href nel tag link)

source: This email will be sent to a client whenever a new file has been assigned to his account.
it: Questa email verrà inviata a un cliente ogni volta che un nuovo file è stato assegnato al suo account.

source: Shows the list of files
it: Mostra la lista dei file

source: The login link
it: Link al login

source: This email will be sent to the system administrator whenever a client uploads a new file.
it: Questa email verrà inviata all'amministratore del sistema ogni volta che un client carica un nuovo file.

source: This email will be sent to the new client after an administrator has created his new account. It would be best to include the log in details (username and password).
it: Questa email verrà inviata al nuovo cliente dopo che un amministratore avrà creato il suo account. Sarebbe meglio includere i dettagli di accesso (nome utente e password).

source: The new username for this account
it: Il nuovo nome utente (username) per questo account

source: The new password for this account
it: La nuova password per questo account

source: This email will be sent to the system administrator after a new client has created a new account for himself.
it: Questa email verrà inviata all'amministratore di sistema dopo che un nuovo cliente avrà creato un nuovo account per se stesso.

source: The full name the client registered with
it: Il nome completo con cui il cliente si è registrato

source: List of groups that the client requests membership to
it: Elenco di gruppi a cui il cliente richiede di aderire

source: This email will be sent to a client that requested an account if it gets approved. Group membership requests are also mentioned on the email, separated by their approval status.
it: Questa email verrà inviata a un cliente che ha richiesto un account se viene approvato. Le richieste di adesione ai gruppi sono anche menzionate nell'e-mail, separate dal loro stato di approvazione.

source: List of approved group memberships
it: Elenco dei gruppi di appartenenza approvati

source: List of denied group memberships
it: Elenco dei gruppi di appartenenza negati

source: This email will be sent to a client that requested an account if it gets denied. All group membership requests for this account are denied automatically.
it: Questa email verrà inviata, in caso di rifiuto, a un cliente che ha richiesto un account. Tutte le richieste di appartenenza al gruppo per questo account vengono negate automaticamente.

source: This email will be sent to the new system user after an administrator has created his new account. It would be best to include the log in details (username and password).
it: Questa email verrà inviata ad un nuovo utente di sistema dopo che un amministratore avrà creato il suo account. Sarebbe meglio includere i dettagli di accesso (nome utente e password).

source: This email will be sent to a user or client when they try to reset their password.
it: Questa email verrà inviata ad un utente o ad un cliente quando tentano di reimpostare la propria password.

source: The username for this account
it: Nome utente per questo account

source: The text string unique to this request. Must be included somewhere.
it: Stringa di testo unica per questa richiesta. Deve essere inclusa da qualche parte.

source: The link to continue the process
it: Il link per continuare il processo

source: This email will be sent to the system administrator when a client edits his account and changes the public groups membership requests.
it: Questa email verrà inviata all'amministratore del sistema quando un cliente modificherà il suo account e modificherà le richieste di adesione ai gruppi pubblici.

source: Here you set up the header and footer of every email, or use the default ones available with the system. Use this to customize each part and include, for example, your own logo and markup.
it: Qui si imposta l'intestazione e il piè di pagina di ogni e-mail o si utilizzano quelli predefiniti disponibili con il sistema. Utilizzalo per personalizzare ciascuna parte e includere, ad esempio, il tuo logo e il tuo markup.

source: Do not forget to also include -and close accordingly- the basic structural HTML tags (DOCTYPE, HTML, HEADER, BODY).
it: Non dimenticare di includere - e chiudere di conseguenza - anche i tag HTML strutturali di base (DOCTYPE, HTML, HEADER, BODY).

source: Use custom header / footer
it: Usa intestazione / piè pagina personalizzati

source: Header
it: Intestazione

source: You can use HTML tags here.
it: Qui puoi usare tag HTML.

source: Replace with default
it: Sostituisci con predefinito

source: Footer
it: Piè pagina

source: Use custom subject
it: Usa oggetto personalizzato

source: Add your custom subject
it: Aggiungi il tuo oggetto personalizzato

source: Use custom template
it: Usa template personalizzato

source: Template text
it: Testo template

source: The following tags can be used on this e-mails' body.
it: I seguenti tag possono essere utilizzati nel corpo di questa e-mail.

source: Preview this template
it: Anteprima del modello

source: Before trying this function, please save your changes to see them reflected on the preview.
it: Prima di provare questa funzione salva le modifiche per vederle riflesse nell'anteprima.

source: Save options
it: Salva opzioni

source: Please confirm: replace the custom template text with the default one?
it: Conferma: sostituisci il testo del modello personalizzato con quello predefinito?

source: Error: the content could not be loaded
it: Errore: il contenuto non può essere caricato

source: Executed queries
it: Queries eseguite

source: Add clients group
it: Aggiungi gruppi clienti

source: Group added correctly.
it: Gruppo aggiunto correttamente.

source: Edit group
it: Modifica gruppo

source: Group edited correctly.
it: Gruppo correttamente modificato.

source: No group was selected.
it: Nessun gruppo selezionato.

source: There is no group with that ID number.
it: Non ci sono gruppi con questo codice ID.

source: Create group
it: Crea gruppo

source: Save group
it: Salva gruppo

source: Group name
it: Nome gruppo

source: Members
it: Membri

source: Public
it: Pubblico

source: Allows clients to request access to this group in the registraron process and when editing their own profile. This feature requires the corresponding option to be enabled on the CLIENTS OPTIONS page.
it: Permetti ai clienti di richiedere l'accesso a questo gruppo in fase di registrazione o quando modificano il loro profilo. Questa funzionalità richiede che l'opzione corrispondente sia abilitata nella pagina OPZIONI CLIENTI.

source: Groups administration
it: Amministrazione gruppi

source: Groups where
it: Gruppo dove

source: is member
it: è membro

source: The selected groups were deleted.
it: I gruppi selezionati sono stati eliminati.

source: Please select at least one group.
it: Selezionare almeno un gruppo.

source: Selected groups actions
it: Azioni sui gruppi selezionati

source: groups
it: gruppi

source: The client does not exist.
it: Il cliente non esiste.

source: There are no groups where this client is member.
it: Non ci sono gruppi a cui questo cliente appartenga.

source: There are no groups created yet.
it: Non sono ancora stati creati dei gruppi.

source: Created by
it: Creato da

source: Private
it: Privato

source: Upload
it: Carica

source: Find orphan files
it: Trova file orfani

source: Add new
it: Aggiungi nuovo

source: Manage clients
it: Gestisci clienti

source: Clients groups
it: Gruppi Clienti

source: Manage groups
it: Gestisci gruppi

source: System Users
it: Utenti di Sistema

source: Manage system users
it: Gestisci utenti di sistema

source: Templates
it: Modelli

source: Options
it: Opzioni

source: General options
it: Opzioni generali

source: E-mail notifications
it: Notifiche E-Mail

source: Security
it: Sicurezza

source: Thumbnails
it: Anteprime

source: Tools
it: Strumenti

source: Actions log
it: Log azioni

source: View my files
it: Vedi I miei file

source: System Administration
it: Amministrazione Sistema

source: Toogle menu
it: Attiva / Disattiva menu

source: My Account
it: Il mio account

source: Logout
it: Disconnetti

source: System Notice:
it: Informazioni di Sistema:

source: You are using a development version. Some features may be unfinished or not working correctly.
it: Stai utilizzando una versione di sviluppo. Alcune funzionalità potrebbero non essere ancora completate o potrebbero non funzionare in modo corretto.

source: ProjecSend has been installed
it: ProjectSent è stato installato

source: Account logs in through the form
it: L'account accede tramite il form

source: Account logs in through cookies
it: L'account accede tramite cookies

source: Account (user or client) logs out
it: L'account (utente o cliente) si disconnette

source: A user creates a new user account
it: Un utente ha creato un nuovo account

source: A user creates a new client account
it: Un utente ha creato un nuovo account cliente

source: A client registers an account for himself
it: Un cliente ha registrato un account per se stesso

source: A file is uploaded by an user
it: Il file è stato caricato da un utente

source: A file is uploaded by a client
it: Il file è stato caricato da un cliente

source: A file is downloaded by a user (on "Client view" mode)
it: Un file è stato scaricato da un utente (dalla modalità "Vista cliente")

source: A file is downloaded by a client
it: Il file è stato scaricato da un cliente

source: A zip file was generated by a client
it: Un file ZIP è stato generato da un cliente

source: A file has been unassigned from a client.
it: L'assegnazione di un file ad un cliente è stata rimossa.

source: A file has been unassigned from a group
it: L'assegnazione di un file ad un gruppo è stata rimossa

source: A file has been deleted
it: Un file è stato cancellato

source: A user was edited
it: Un utente è stato modificato

source: A client was edited
it: Un cliente è stato modificato

source: A group was edited
it: Un gruppo è stato modificato

source: A user was deleted
it: Un utente è stato cancellato

source: A client was deleted
it: Un cliente è stato cancellato

source: A group was deleted
it: Un gruppo è stato cancellato

source: A client account was activated
it: E' stato attivato un account

source: A client account was deactivated
it: E' stato disattivato un account

source: A user account was activated
it: E' stato attivato un account

source: A user account was deactivated
it: E' stato disattivato un account

source: A file was marked as hidden
it: Un file è stato contrassegnato come nascosto

source: A file was marked as visible
it: Un file è stato contrassegnato come visibile

source: A user creates a new group
it: Un utente ha creato un nuovo gruppo

source: A file is assigned to a client
it: Un file è stato assegnato ad un cliente

source: A file is assigned to a group
it: Un file è stato assegnato ad un gruppo

source: A user account was marked as active
it: Un account utente è stato contrassegnato come attivato

source: A user account was marked as inactive
it: Un account utente è stato contrassegnato come inattivato

source: The logo on "Branding" was changed
it: Il logo del "Branding" è stato cambiato

source: ProjectSend was updated
it: ProjectSend è stato aggiornato

source: A system user edited a file.
it: Un utente di sistema ha modificato un file.

source: A client edited a file.
it: Un cliente ha modificato un file.

source: A client created a category.
it: Un cliente ha creato una categoria.

source: A client edited a category.
it: Un cliente ha modificato una categoria.

source: A client deleted a category.
it: Un cliente ha cancellato una categoria.

source: An anonymous user downloaded a public file.
it: Un utente anonimo ha scaricato un file pubblico.

source: A client account request was processed.
it: Una richiesta account cliente è stata processata.

source: A client's groups membership requests were processed.
it: La richiesta di appartenenza ad un gruppo di un cliente è stata processata.

source: The following errors were found
it: Sono stati trovati i seguenti errori

source: Results navigation
it: Navigazione dei risultati

source: Go to:
it: Vai a:

source: New files uploaded for you
it: Nuovi file caricati per te

source: The following files are now available for you to download.
it: I seguenti file sono ora disponibili per il download.

source: If you prefer not to be notified about new files, please go to My Account and deactivate the notifications checkbox.
it: Se preferisci non essere informato sui nuovi file, vai alla sezione "Il mio account" e disattiva la notifica.

source: You can access a list of all your files or upload your own
it: Puoi accedere ad un elenco di tutti i tuoi file o caricarne di nuovi

source: by logging in here
it: connettendoti qui

source: New files uploaded by clients
it: Nuovi file caricati dai clienti

source: New files has been uploaded by the following clients
it: Nuovi file sono stati caricati dai seguenti clienti

source: You can manage these files
it: Puoi gestire questi file

source: Welcome to ProjectSend
it: Benvenuto in ProjectSend
