Repository: giandi/projectsend-legacy
Catalog: lang/*.po
Languages: it

source: Basic information to be shown around the site. The time format and zones values affect how the clients see the dates on their files lists.
it: Informazioni di base da mostrare in giro per il sito. Il formato dell'ora e i valori delle zone influenzano il modo in cui i clienti vedono le date nei loro elenchi di file.

source: Timezone
it: Fuso orario

source: Time format
it: Formato orario

source: For example, d/m/Y h:i:s will result in something like
it: Ad esempio, d/m/Y h:i:s si tradurrà in qualcosa come

source: For the full list of available values, visit
it: Per l'elenco completo dei valori disponibili, visita

source: this page
it: questa pagina

source: Use custom footer text
it: Usa il testo del piè pagina personalizzato

source: Footer content
it: Contenuto piè pagina

source: Use the visual editor on files descriptions
it: Usa l'editor visuale per le descrizioni dei file

source: Detect user browser language
it: Riconosci la lin gua del browser

source: If available, will override the default one from the system configuration file. Affects all users and clients.
it: Se disponibile, sovrascriverà quella predefinita impostata nel file di configurazione del sistema. Si applica a tutti gli utenti e clienti.

source: System location
it: Posizione del sistema

source: These options are to be changed only if you are moving the system to another place. Changes here can cause ProjectSend to stop working.
it: Queste opzioni devono essere modificate solo se si sposta il sistema in un altro luogo. Le modifiche qui possono far sì che ProjectSend smetta di funzionare.

source: System URI
it: URI del sistema

source: New registrations
it: Nuove registrazioni

source: Used only on self-registrations. These options will not apply to clients registered by system administrators.
it: Usato solo su auto-registrazioni. Queste opzioni non si applicano ai clienti registrati dagli amministratori di sistema.

source: Clients can register themselves
it: I clienti possono registrarsi

source: Auto approve new accounts
it: Approvazioni automatiche per nuovi account

source: Add clients to this group:
it: Aggiungi i clienti a questo gruppo:

source: None (does not enable this feature)
it: Nessuno (non abilita questa funzione)

source: New clients will automatically be assigned to the group you have selected.
it: I nuovi clienti verranno automaticamente assegnati al gruppo che hai selezionato.

source: Groups for which clients can request membership to:
it: Gruppi per i quali i clienti possono richiedere l'iscrizione:

source: Public groups
it: Gruppi pubblici

source: All groups
it: Tutti i gruppi

source: When a client registers a new account, an option will be presented to request becoming a member of a particular group.
it: Quando un cliente registra un nuovo account gli verrà presentata un'opzione per richiedere di diventare membro di un particolare gruppo.

source: Clients can upload files
it: I clienti possono caricare file

source: Clients can delete their own uploaded files
it: I clienti possono cancellare i file che hanno caricato

source: Clients can set expiration Date
it: I clienti possono impostare una data di scadenza

source: When a file expires:
it: Quando un file scade:

source: Don't show it on the files list
it: Non mostrarlo nella lista dei file

source: Show it anyway, but prevent download.
it: Mostralo comunque ma non permettere il download.

source: This only affects clients. On the admin side, you can still get the files.
it: Questo riguarda solo i clienti. Dal lato amministratore continuerete a vedere i file.

source: Prevent search engines from indexing this site
it: Impedisci ai motori di ricerca di indicizzare questo sito

source: Enable information page for private files
it: Abilita la pagina di informazioni per i file privati

source: If enabled, the file information landing page will be available even for files that are not marked as private. Downloading them will stay restricted.
it: Se abilitata, la pagina di destinazione delle informazioni sui file sarà disponibile anche per i file che non sono contrassegnati come privati. Il loro download resterà limitato.

source: Public groups and files listings page
it: Pagina elenco di file e gruppi pubblici

source: Enable page
it: Abilita pagina

source: The url for the listings page is
it: L'url per le pagine elenco è

source: Only for logged in clients
it: Solo per clienti collegati

source: Inside groups show all files, including those that are not marked as public.
it: All'interno dei gruppi vengono visualizzati tutti i file, inclusi quelli che non sono contrassegnati come pubblici.

source: On public files, show the download link.
it: Mostra il link per il download per i file pubblici.

source: "From" information
it: Informazioni Mittente

source: Send copies
it: Invia copie

source: When a system user uploads files
it: Quando un utente di sistema carica un file

source: When a client uploads files
it: Quando un cliente carica un file

source: Define here who will receive copies of this emails. These are sent as BCC so neither recipient will see the other addresses.
it: Definisci qui chi riceverà copie di queste e-mail. Questi vengono inviati come CCN in modo che nessuno dei destinatari visualizzi gli indirizzi degli altri.

source: Address supplied above (on "From")
it: Indirizzo fornito sopra (in Mittente)

source: Also to this addresses
it: Inoltre a questi indirizzi

source: Separate e-mail addresses with a comma.
it: Separare gli indirizzi e-mail con una virgola.

source: Expiration
it: Scadenza

source: Maximum sending attemps
it: Numero massimo di tentativi di invio

source: Define how many times will the system attemp to send each notification.
it: Definire quante volte il sistema tenterà di inviare ciascuna notifica.

source: Days before expiring
it: Giorni prima della scadenza

source: Notifications older than this will not be sent.
it: Le notifiche più vecchie di questo valore non verranno inviate.

source: Set to 0 to disable.
it: Impostare a 0 per disabilitare.

source: E-mail sending options
it: Opzioni invio E-Mail

source: Here you can select which mail system will be used when sending the notifications. If you have a valid e-mail account, SMTP is the recommended option.
it: Qui puoi selezionare quale sistema di posta sarà usato quando invii le notifiche. Se si dispone di un account e-mail valido SMTP è l'opzione consigliata.

source: Mailer
it: Gestore di posta

source: SMTP & Gmail shared options
it: Opzioni condivise SMTP & Gmail

source: You need to include your username (usually your e-mail address) and password if you have selected either SMTP or Gmail as your mailer.
it: Devi includere il tuo nome utente (di solito il tuo indirizzo e-mail) e la password se hai selezionato SMTP o Gmail come tuo mailer.

source: SMTP options
it: Opzioni SMTP

source: If you selected SMTP as your mailer, please complete these options.
it: Se hai selezionato SMTP come gestore di posta completa le seguenti opzioni.

source: Port
it: Porta

source: Authentication
it: Autenticazione

source: Allowed file extensions
it: Estensioni file permesse

source: Be careful when changing this options. They could affect not only the system but the whole server it is installed on.
it: Fai attenzione quando cambi questa opzione. Potrebbero influenzare non solo il sistema ma l'intero server su cui è installato.

source: Important
it: Importante

source: Separate allowed file types with a comma.
it: Separare i tipi di file consentiti con una virgola.

source: Limit file types uploading to
it: Limita i tipi di file caricabili per

source: No one
it: Nessuno

source: Everyone
it: Chiunque

source: Clients only
it: Solo clienti

source: Warning: php extension is allowed. This is a serious security problem. If you are not sure that you need it, please remove it from the list.
it: Attenzione: l'estensione php è consentita. Questo è un serio problema di sicurezza. Se non sei sicuro di averne bisogno, rimuovilo dall'elenco.

source: When setting up a password for an account, require at least:
it: Quando imposti una password per un account, richiedi almeno:

source: Helps prevent SPAM on your registration form.
it: Aiuta a prevenire lo SPAM sulla tua maschera di registrazione.

source: Use reCAPTCHA
it: Usa reCAPTCHA

source: Site key
it: Chiave sito

source: Secret key
it: Chiave segreta

source: How do I obtain this credentials?
it: Come posso ottenere queste credenziali?

source: Thumbnails are used on files lists. It is recommended to keep them small, unless you are using the system to upload only images, and will change the default client's template accordingly.
it: Le anteprime vengono usate nella lista dei file. Si raccomanda di mantenerle piccole, salvo che voi non stiate usando il sistema unicamente per caricare immagini e che questo cambiamento sia riflesso nel template dei clienti.

source: Max width
it: Larghezza Max

source: Max height
it: Altezza Max

source: JPG Quality
it: Qualità JPG

source: File's path
it: Percorso file

source: If thumbnails are not showing (your company logo and file's preview on the branding page and client's files lists) try setting this option ON. It they still don't work, a folders permission issue might be the cause.
it: Se le anteprime non funzionano (il logo dell'azienda e le anteprime nella lista dei file per i clienti) prova ad impostare questa opzione su ON. Se continua a non funzionare la causa potrebbe essere nei permessi delle cartelle.

source: Use file's absolute path
it: Usa il percorso assoluto del file

source: Current logo
it: Logo Attuale

source: Use this page to upload your company logo, or update the currently assigned one. This image will be shown to your clients when they access their file list.
it: Usa questa pagina per caricare il logo della tua azienda o per aggiornare quello attualmente assegnato. Questa immagine verrà mostrata ai tuoi clienti quando accederanno alla lista dei file.

source: Logo Placeholder
it: Segnaposto per il logo

source: This preview uses a maximum width of 300px.
it: Questa anteprima usa una larghezza massima di 300px.

source: Select image to upload
it: Seleziona immagine da caricare

source: Size settings
it: Impostazioni dimensione

source: The file viewer template may use this setting when showing the image.
it: Il template della visualizzazione dei file userà queste impostazioni quando mostrerà l'immagine.

source: Enabled
it: Abilitato

source: Client ID
it: ID Cliente

source: Callback URI
it: URI per i callback

source: The supplied username doesn't exist.
it: Il nome utente fornito non esiste.

source: The supplied password is incorrect.
it: La password fornita non è corretta.

source: This account is not active.
it: Questo account non è attivo.

source: If you just registered, please wait until a system administrator approves your account.
it: Se ti sei appena registrato, attendi fino a quando un amministratore di sistema non approverà il tuo account.

source: Client self registration is not allowed. If you need an account, please contact a system administrator.
it: La registrazione automatica del cliente non è consentita. Se hai bisogno di un account, contatta un amministratore di sistema.

source: Sign-in with Google cannot be used to create new accounts at this time.
it: L'accesso con Google non può essere utilizzato per creare nuovi account in questo momento.

source: You must approve the requested permissions to sign in with Google.
it: Devi approvare le autorizzazioni richieste per accedere con Google.

source: File not found
it: File non trovato

source: Public groups and files
it: Gruppi e file pubblici

source: There are no files available.
it: Non ci sono file disponibili.

source: Register new account
it: Registra un nuovo account

source: Please contact a system administrator.
it: Si prega di contattare un amministratore di sistema.

source: Account added correctly.
it: Account aggiunto correttamente.

source: Please remember that an administrator needs to approve your account before you can log in.
it: Ricorda che un amministratore deve approvare il tuo account prima che tu possa connetterti.

source: You may now log in with your new credentials.
it: Ora puoi connetterti con le tue credenziali.

source: A folder for this account could not be created. Probably because of a server configuration.
it: La cartella per questo account non può essere creata. Probabilmente a causa di una configurazione del server.

source: The account could not be created. A folder with this name already exists.
it: L'account non può essere creato. Esiste già una cartella con questo nome.

source: An e-mail notification with login information was sent to the specified address.
it: Una e-mail con le informazioni per il login è stata inviata all'indirizzo specificato.

source: Lost password
it: Password smarrita

source: The supplied email address does not correspond to any user.
it: L'email fornita non corrisponde a nessun utente.

source: This request has expired. Please make a new one.
it: Questa richiesta è scaduta. Per favore, creane una nuova.

source: This request has already been completed. Please make a new one.
it: Questa richiesta è stata già completata. Effettuane una nuova.

source: There are 3 unused requests done in less than 24 hs. Please wait until one expires (1 day since made) to make a new one.
it: Ci sono 3 richieste non utilizzate fatte in meno di 24 ore. Si prega di attendere fino a quando una scada (1 giorno da quando è stata fatta) per crearne una nuova.

source: An e-mail with further instructions has been sent. Please check your inbox to proceed.
it: È stata inviata un'e-mail con ulteriori istruzioni. Controlla la tua casella di posta per continuare.

source: E-mail couldn't be sent.
it: L'E-Mail non può essere inviata.

source: If the problem persists, please contact an administrator.
it: Se il problema persiste contattare un amministratore.

source: Your new password has been set. You can now log in using it.
it: La tua nuova password è stata impostata. Ora puoi accedere usando le nuove credenziali.

source: Your new password couldn't be set.
it: La nuova password non può essere impostata.

source: Please enter your account's e-mail address. You will receive a link to continue the process.
it: Per favore inserisci l'indirizzo e-mail associato al tuo account. Riceverai un link per continuare il processo.

source: Get a new password
it: Ottieni una nuova password

source: New password
it: Nuova password

source: Please enter your desired new password. After that, you will be able to log in normally.
it: Si prega di inserire la nuova password desiderata. Successivamente, sarai in grado di accedere normalmente.

source: Set new password
it: Imposta nuova password

source: All categories
it: Tutte le categorie

source: Download zipped
it: Scarica compressi in ZIP

source: Image preview
it: Anteprima immagine

source: Never
it: Mai

source: File expired
it: File scaduto

source: Upload files
it: Carica file

source: Click on Add files to select all the files that you want to upload, and then click continue. On the next step, you will be able to set a name and description for each uploaded file. Remember that the maximum allowed file size (in mb.) is
it: Fare clic su "Aggiungi file" per selezionare tutti i file che si desidera caricare, quindi fare clic su Continua. Nel prossimo passaggio sarai in grado di impostare un nome e una descrizione per ogni file caricato. Ricorda che la dimensione massima consentita per il file (in Mb) è

source: You must select at least one file to upload.
it: Devi selezionare almeno un file da caricare.

source: Your browser doesn't support HTML5, Flash or Silverlight. Please update your browser or install Adobe Flash or Silverlight to continue.
it: Il tuo browser non supporta HTML5, Flash o Silverlight. Aggiorna il browser o installa Adobe Flash o Silverlight per continuare.

source: Your files are being uploaded! Progress indicators may take a while to update, but work is still being done behind the scenes.
it: I tuoi file sono in caricamento! Gli indicatori di avanzamento potrebbero richiedere del tempo per essere aggiornati, ma il lavoro è ancora in corso dietro le quinte.

source: Please select at least one file to proceed.
it: Si prega di selezionare almeno un file per continuare.

source: This list only shows the files that are allowed according to your security settings. If the file type you need to add is not listed here, add the extension to the "Allowed file extensions" box on the options page.
it: Questo elenco mostra solo i file consentiti in base alle impostazioni di sicurezza. Se il tipo di file che devi aggiungere non è elencato qui, aggiungi l'estensione alla casella "Estensioni file consentite" nella pagina delle opzioni.

source: Showing
it: Mostrati

source: File name
it: Nome file

source: File size
it: Dimensione file

source: Last modified
it: Ultima modifica

source: Please note that the listed files will be renamed if they contain invalid characters.
it: Si noti che i file elencati verranno rinominati se contengono caratteri non validi.

source: Continue
it: Continua

source: There are no files available to add right now.
it: Non ci sono file disponibili da aggiungere in questo momento.

source: To use this feature you need to upload your files via FTP to the folder
it: Per utilizzare questa funzione è necessario caricare i file tramite FTP nella cartella

source: Files uploaded correctly
it: File caricati correttamente

source: File Name
it: Nome File

source: Files ready to upload
it: File pronti per il caricamento

source: Please complete the following information to finish the uploading process. Remember that "Title" is a required field.
it: Si prega di inserire le seguenti informazioni per completare la procedura di caricamento. Ricorda che "Titolo" è un campo obbligatorio.

source: You can skip assigning if you want. The files are retained and you may add them to clients or groups later.
it: Puoi saltare l'assegnazione, se lo desideri. I file vengono conservati e puoi aggiungerli a clienti o gruppi in un secondo momento.

source: Copy selections to other files
it: Copia le selezioni in altri file

source: Upload hidden (will not send notifications)
it: Caricamento nascosto (non invierà notifiche)

source: Files not uploaded
it: File non caricati

source: Copy selection to all files?
it: Copiare la selezione su tutti i file?

source: E-mail notifications have been sent.
it: Sono state inviate notifiche via e-mail.

source: One or more notifications couldn't be sent.
it: Non è stato possibile inviare una o più notifiche.

source: E-mail notifications for inactive clients were not sent.
it: Le notifiche e-mail per i client inattivi non sono state inviate.

source: Add system user
it: Aggiungi utente di sistema

source: User added correctly.
it: Utente aggiunto correttamente.

source: A welcome message was not sent to the new user.
it: Al nuovo utente non è stato inviato il messaggio di benvenuto.

source: A welcome message with login information was sent to the new user.
it: Un messaggio di benvenuto con le informazioni di accesso è stato inviato al nuovo utente.

source: Edit system user
it: Modifica utente di sistema

source: User edited correctly.
it: Utente modificato correttamente.

source: No user was selected.
it: Nessun utente selezionato.

source: There is no user with that ID number.
it: Non ci sono utenti con questo ID.

source: Add user
it: Aggiungi utente

source: Save user
it: Salva utente

source: Role
it: Ruolo

source: Active (user can log in)
it: Attivo (l'utente può collegarsi)

source: Users administration
it: Amministrazione utenti

source: The selected users were marked as active.
it: Gli utenti selezionati sono stati contrassegnati come attivi.

source: You cannot deactivate your own account.
it: Non è possibile disattivare il proprio account.

source: The selected users were marked as inactive.
it: Gli utenti selezionati sono stati contrassegnati come inattivi.

source: You cannot delete your own account.
it: Non puoi eliminare il tuo account.

source: The selected users were deleted.
it: L'utente selezionato è stato eliminato.

source: Please select at least one user.
it: Selezionare almeno un utente.

source: All roles
it: Tutti i ruoli

source: Selected users actions
it: Azioni utenti selezionati

source: users
it: utenti
